"twitter feed title"="New Tweet";
"facebook feed title"="Facebook";
"message hint"="留言";
"feed fail message"="連結失敗，無法傳送。";
"retry button"="重試";
"facebook send button"="傳送";
"twitter send button"="傳送";
"cancel"="取消";
"Login me2day" = "Connect with me2day";